Revit 2027 API
ParameterTypeId.PlanViewCutPlaneHeight Property
 "Cut Plane Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PlanViewCutPlaneHeight { get; }
Public Shared ReadOnly Property PlanViewCutPlaneHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PlanViewCutPlaneHeight {
	ForgeTypeId^ get ();
}
static member PlanViewCutPlaneHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace